[
  {
    "id": "cfw_01",
    "number": 1,
    "title": "Da Santa Escritura",
    "sections": [
      {
        "number": 1,
        "text": "Ainda que a luz da natureza e as obras da criação e da providência de tal modo manifestem a bondade, a sabedoria e o poder de Deus, que os homens ficam indesculpáveis, contudo não são suficientes para dar aquele conhecimento de Deus e da sua vontade, necessário à salvação; por isso foi o Senhor servido, em diversos tempos e de diferentes modos, revelar-se e declarar que a sua vontade à sua Igreja; e depois, para melhor preservação e propagação da verdade e para o mais seguro estabelecimento e conforto da Igreja contra a corrupção da carne e malícia de Satanás e do mundo, foi igualmente servido fazê-la escrever toda. Isto torna a Escritura Sagrada indispensável, tendo cessado aqueles antigos modos de revelar Deus a sua vontade ao seu povo."
      },
      {
        "number": 2,
        "text": "Sob o nome de Escritura Sagrada, ou Palavra de Deus escrita, incluem-se agora todos os livros do Antigo e do Novo Testamentos, que são: ANTIGO TESTAMENTO: Gênesis, Êxodo, Levítico, Números, Deuteronômio, Josué, Juízes, Rute, I Samuel, II Samuel, I Reis, II Reis, I Crônicas, II Crônicas, Esdras, Neemias, Ester, Jó, Salmos, Provérbios, Eclesiastes, Cântico dos Cânticos, Isaías, Jeremias, Lamentações, Ezequiel, Daniel, Oséias, Joel, Amós, Obadias, Jonas, Miquéias, Naum, Habacuque, Sofonias, Ageu, Zacarias, Malaquias. NOVO TESTAMENTO: Mateus, Marcos, Lucas, João, Atos dos Apóstolos, Romanos, I Coríntios, II Coríntios, Gálatas, Efésios, Filipenses, Colossenses, I Tessalonicenses, II Tessalonicenses, I Timóteo, II Timóteo, Tito, Filemon, Hebreus, Tiago, I Pedro, II Pedro, I João, II João, III João, Judas, Apocalipse. Todos estes são dados por inspiração de Deus para serem a regra de fé e prática."
      },
      {
        "number": 3,
        "text": "Os livros comumente chamados Apócrifos, não sendo de inspiração divina, não fazem parte do cânon das Escrituras e, portanto, não são de autoridade na Igreja de Deus, nem de modo algum podem ser aprovados ou empregados, senão como escritos humanos."
      },
      {
        "number": 4,
        "text": "A autoridade da Escritura Sagrada, razão pela qual deve ser crida e obedecida, não depende do testemunho de qualquer homem ou igreja, mas depende somente de Deus (que é a própria verdade), o seu autor; ela é, portanto, de ser recebida, porque é a Palavra de Deus."
      },
      {
        "number": 5,
        "text": "Pelo testemunho da Igreja podemos ser movidos e incitados a um alto e reverente apreço da Escritura Sagrada. A suprema excelência do seu conteúdo, a eficácia da sua doutrina, a majestade do seu estilo, a harmonia de todas as suas partes, o seu escopo (que é dar toda a glória a Deus), a plena revelação que faz do único meio de salvação do homem, as muitas outras excelências incomparáveis e a sua completa perfeição são argumentos pelos quais abundantemente se evidencia ser ela a Palavra de Deus. Contudo, a nossa plena persuasão e certeza da sua infalível verdade e divina autoridade provêm da operação interna do Espírito Santo, que pela palavra e com a palavra testifica em nossos corações."
      },
      {
        "number": 6,
        "text": "Todo o conselho de Deus concernente a todas as coisas necessárias para a sua própria glória, a salvação, a fé e a vida do homem, ou é expressamente declarado na Escritura ou pode ser lógica e claramente deduzido dela. À Escritura nada se acrescentará em tempo algum, nem por novas revelações do Espírito, nem por tradições humanas. Reconhecemos, entretanto, ser necessária a iluminação interior do Espírito de Deus para a salvadora compreensão das coisas reveladas na Palavra, e que há algumas circunstâncias relativas ao culto de Deus e ao governo da Igreja, comuns às ações e sociedades humanas, as quais devem ser ordenadas pela luz da natureza e pela prudência cristã, segundo as regras gerais da Palavra, que sempre devem ser observadas."
      },
      {
        "number": 7,
        "text": "Nem todas as coisas nas Escrituras são igualmente claras em si, nem igualmente evidentes a todos; contudo, as coisas que precisam ser conhecidas, cridas e observadas para a salvação, são de tal modo expressas e reveladas em algum lugar da Escritura, que não só os doutos, mas ainda os indoutos, no devido uso dos meios ordinários, podem alcançar suficiente compreensão delas."
      },
      {
        "number": 8,
        "text": "O Antigo Testamento em hebraico (língua natal do antigo povo de Deus) e o Novo Testamento em grego (a língua mais geralmente conhecida entre as nações no tempo em que foi escrito), sendo imediatamente inspirados por Deus e pelo seu singular cuidado e providência conservados puros em todos os séculos, são, por isso, autênticos e assim em todas as controvérsias religiosas a Igreja deve apelar para eles. Mas, visto que essas línguas originais não são conhecidas por todo o povo de Deus, que tem direito e interesse nas Escrituras e deve ler e examiná-las no temor de Deus, estas têm de ser traduzidas em língua vulgar para todos os povos aonde chegarem, a fim de que, a Palavra de Deus habite abundantemente em todos, e eles a adorem de modo aceitável e, pela paciência e consolação das Escrituras, tenham esperança."
      },
      {
        "number": 9,
        "text": "A regra infalível de interpretação da Escritura é a mesma Escritura. Portanto, quando houver questão sobre o verdadeiro e pleno sentido de qualquer texto da Escritura (sentido que não é múltiplo, mas único), esse pode ser estudado e compreendido por outros textos que falem mais claramente."
      },
      {
        "number": 10,
        "text": "O Juiz Supremo, pelo qual todas as controvérsias religiosas têm de ser determinadas, todos os decretos de concílios, as opiniões dos antigos escritores, as doutrinas de homens e opiniões particulares, devem ser examinados, e em cuja sentença nos devemos firmar, não pode ser outro senão o Espírito Santo falando na Escritura."
      }
    ]
  },
  {
    "id": "cfw_02",
    "number": 2,
    "title": "De Deus e da Santíssima Trindade",
    "sections": [
      {
        "number": 1,
        "text": "Há um só Deus vivo e verdadeiro, o qual é infinito em seu ser e perfeições; é um Espírito puríssimo, invisível, sem corpo, partes ou paixões; é imutável, imenso, eterno, incompreensível, onipotente, onisciente, santíssimo, completamente livre e absoluto, fazendo tudo para a sua própria glória e segundo o conselho da sua própria vontade, que é reta e imutável; é cheio de amor, é gracioso, misericordioso, longânimo, muito bondoso e verdadeiro; remunera os que o buscam e, contudo, é justíssimo e terrível em seus juízos, pois odeia todo o pecado; de modo algum terá por inocente o culpado."
      },
      {
        "number": 2,
        "text": "Deus tem em si mesmo, e de si mesmo, toda a vida, glória, bondade e bem-aventurança; é todo-suficiente em si e para si, não precisa das criaturas que fez, não deriva delas glória alguma, mas somente manifesta a sua glória nelas, por elas, para elas e sobre elas; ele é a única origem de todo ser; dele, por ele e para ele são todas as coisas; sobre elas tem soberano domínio para fazer com elas, para elas e sobre elas tudo quanto quiser. Todas as coisas estão patentes e manifestas diante dele; o seu conhecimento é infinito, infalível e independente da criatura, de sorte que para ele nada é contingente ou incerto. Ele é santíssimo em todos os seus conselhos, em todas as suas obras e em todos os seus preceitos. A ele são devidos, por parte dos anjos e dos homens, e de qualquer outra criatura, todo o culto, todo o serviço e obediência que ele há por bem requerer."
      },
      {
        "number": 3,
        "text": "Na unidade da Divindade há três pessoas, de uma mesma substância, poder e eternidade: Deus Pai, Deus Filho e Deus Espírito Santo. O Pai não é de ninguém, não foi gerado nem procede; o Filho é eternamente gerado do Pai; o Espírito Santo procede eternamente do Pai e do Filho."
      }
    ]
  },
  {
    "id": "cfw_03",
    "number": 3,
    "title": "Do Decreto Eterno de Deus",
    "sections": [
      {
        "number": 1,
        "text": "Desde a eternidade, Deus, pelo sapientíssimo e santíssimo conselho da sua própria vontade, ordenou livre e inalteravelmente tudo quanto acontece; contudo, de modo que nem Deus é autor do pecado, nem violenta a vontade da criatura, nem tira a liberdade ou contingência das causas secundárias, antes as estabelece."
      },
      {
        "number": 2,
        "text": "Embora Deus saiba tudo quanto pode ou há de acontecer em todas as circunstâncias imagináveis, ele não decretou coisa alguma por havê-la previsto como futura, ou como coisa que havia de acontecer em tais e tais condições."
      },
      {
        "number": 3,
        "text": "Pelo decreto de Deus e para manifestação da sua glória, alguns homens e alguns anjos são predestinados para a vida eterna, e outros preordenados para a morte eterna."
      },
      {
        "number": 4,
        "text": "Esses anjos e esses homens, assim predestinados e preordenados, são particular e imutavelmente designados; o seu número é tão certo e definido, que não pode ser nem aumentado nem diminuído."
      },
      {
        "number": 5,
        "text": "Os homens que são predestinados para a vida, Deus, antes da fundação do mundo, segundo o seu eterno e imutável propósito e o secreto conselho e beneplácito da sua vontade, os escolheu em Cristo para a glória eterna, unicamente pela sua livre graça e amor, sem previsão de fé, ou boas obras, ou perseverança em qualquer delas, ou qualquer outra coisa na criatura, como condições ou causas que o movessem para isso; e tudo para o louvor da sua gloriosa graça."
      },
      {
        "number": 6,
        "text": "Assim como Deus destinou os eleitos para a glória, assim também, pelo eterno e mui livre propósito da sua vontade, preordenou todos os meios para esse fim. Portanto, os que são eleitos, sendo caídos em Adão, são remidos por Cristo, são eficazmente chamados para a fé em Cristo pelo seu Espírito no tempo próprio; são justificados, adotados, santificados e guardados pelo seu poder, por meio da fé, para a salvação. Ninguém mais é remido por Cristo, eficazmente chamado, justificado, adotado, santificado e salvo, senão somente os eleitos."
      },
      {
        "number": 7,
        "text": "O restante da humanidade, foi agradável a Deus, segundo o inescrutável conselho da sua própria vontade, pela qual concede ou nega misericórdia como lhe apraz, para a glória do seu soberano poder sobre as suas criaturas, deixá-los e ordená-los para desonra e ira pelos seus pecados, para louvor da sua gloriosa justiça."
      },
      {
        "number": 8,
        "text": "A doutrina desse alto mistério da predestinação deve ser tratada com especial prudência e cuidado, para que os homens, atendendo à vontade de Deus revelada na sua Palavra e prestando obediência a ela, possam, pela evidência da sua vocação eficaz, certificar-se da sua eterna eleição. Assim, esta doutrina proporcionará motivo de louvor, reverência e admiração a Deus, e de humildade, diligência e abundante consolação a todos os que sinceramente obedecem ao Evangelho."
      }
    ]
  },
  {
    "id": "cfw_04",
    "number": 4,
    "title": "Da Criação",
    "sections": [
      {
        "number": 1,
        "text": "Aprouve a Deus Pai, Filho e Espírito Santo, para a manifestação da glória do seu eterno poder, sabedoria e bondade, no princípio, criar ou fazer do nada o mundo e tudo o que nele existe, seja visível ou invisível, no espaço de seis dias, e tudo muito bom."
      },
      {
        "number": 2,
        "text": "Depois de haver feito as outras criaturas, Deus criou o homem, macho e fêmea, com almas racionais e imortais, dotando-os de inteligência, retidão e perfeita santidade, segundo a sua própria imagem, tendo a lei de Deus escrita em seus corações e o poder de cumpri-la. Contudo, deixou-os com a possibilidade de transgredi-la, estando sujeitos à liberdade da sua própria vontade, que era mutável. Além dessa lei escrita em seus corações, receberam o preceito de não comer da árvore do conhecimento do bem e do mal. Enquanto obedeceram a este preceito, foram felizes em sua comunhão com Deus e tiveram domínio sobre as criaturas."
      }
    ]
  },
  {
    "id": "cfw_05",
    "number": 5,
    "title": "Da Providência",
    "sections": [
      {
        "number": 1,
        "text": "Deus, o grande Criador de todas as coisas, sustenta, dirige, dispõe e governa todas as criaturas, ações e coisas, desde a maior até à menor, pela sua sapientíssima e santíssima providência, segundo a sua presciência infalível e o livre e imutável conselho da sua própria vontade, para o louvor da glória da sua sabedoria, poder, justiça, bondade e misericórdia."
      },
      {
        "number": 2,
        "text": "Posto que, em relação à presciência e ao decreto de Deus, que é a causa primária, todas as coisas acontecem imutável e infalivelmente, contudo, pela mesma providência, ele ordena que aconteçam segundo a natureza das causas secundárias, seja necessária, livre ou contingentemente."
      },
      {
        "number": 3,
        "text": "Na sua providência ordinária, Deus faz uso de meios; contudo, é livre para operar sem eles, acima deles e contra eles, segundo o seu arbítrio."
      },
      {
        "number": 4,
        "text": "O poder onipotente, a sabedoria inescrutável e a infinita bondade de Deus manifestam-se de tal maneira na sua providência, que ela se estende até à primeira queda e a todos os outros pecados dos anjos e dos homens; e isto não por uma mera permissão, mas por uma permissão que, com sabedoria e poder, os limita e governa em múltiplas dispensações, para os seus próprios e santos desígnios. Contudo, a pecaminosidade procede somente da criatura, e não de Deus, que, sendo santíssimo e justíssimo, não é autor do pecado nem o aprova."
      },
      {
        "number": 5,
        "text": "O sumamente sábio, justo e gracioso Deus muitas vezes deixa, por algum tempo, os seus filhos entregues a tentações e à corrupção dos seus próprios corações, para castigá-los pelos seus pecados anteriores, ou para revelar-lhes a força oculta da corrupção e engano dos seus corações, a fim de que sejam humilhados; e para levá-los a uma dependência mais íntima e constante de Deus, torná-los mais vigilantes contra futuras ocasiões de pecar, e para outros fins justos e santos."
      },
      {
        "number": 6,
        "text": "Quanto aos ímpios e ímpias que Deus, como justo Juiz, cega e endurece por causa dos seus pecados anteriores, não só lhes nega a graça que poderia iluminar seus entendimentos e mover seus corações, mas também lhes retira os dons que já tinham, expondo-os a objetos que, devido à sua corrupção, tornam-se ocasiões de pecado; e, além disso, entrega-os às suas próprias concupiscências, às tentações do mundo e ao poder de Satanás, de modo que eles se endurecem até mesmo pelos mesmos meios que Deus emprega para o abrandamento dos outros."
      },
      {
        "number": 7,
        "text": "Assim como a providência de Deus se estende, em geral, a todas as criaturas, assim também, de um modo especial, cuida da sua Igreja e dispõe todas as coisas para o bem dela."
      }
    ]
  },
  {
    "id": "cfw_06",
    "number": 6,
    "title": "Da Queda do Homem, do Pecado e do seu Castigo",
    "sections": [
      {
        "number": 1,
        "text": "Os nossos primeiros pais, seduzidos pela astúcia e tentação de Satanás, pecaram, comendo do fruto proibido. Aprouve a Deus, segundo o seu sábio e santo conselho, permitir este pecado deles, havendo determinado ordená-lo para a sua própria glória."
      }
    ]
  }
]